Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: `Azure DevOps: Personal access token <https://learn.microsoft.com/en-us/azure/devops/organizations/accounts/use-personal-access-tokens-to-authenticate?view=azure-devops&tabs=Windows>`_
sv: Azure DevOps: Personlig Ã¥tkomsttoken <https://learn.microsoft.com/en-us/azure/devops/organizations/accounts/use-personal-access-tokens-to-authenticate?view=azure-devops&tabs=Windows>

source: Google Analytics ID to turn on monitoring of Weblate using Google Universal Analytics.
sv: Google Analytics-ID fÃ¶r att aktivera Ã¶vervakning av Weblate med Google Universal Analytics.

source: Google Analytics 4 integration is currently not available for Weblate, please see https://github.com/WeblateOrg/weblate/issues/14015.
sv: Google Analytics 4-integration Ã¤r fÃ¶r nÃ¤rvarande inte tillgÃ¤nglig fÃ¶r Weblate, se https://github.com/WeblateOrg/weblate/issues/14015.

source: Hide repository credentials from the web interface. In case you have repository URL with user and password, Weblate will hide it when related info is shown to users.
sv: DÃ¶lj autentiseringsuppgifter fÃ¶r arkivet frÃ¥n webbgrÃ¤nssnittet. Om du har en arkiv-URL med anvÃ¤ndarnamn och lÃ¶senord kommer Weblate att dÃ¶lja den nÃ¤r relaterad information visas fÃ¶r anvÃ¤ndarna.

source: For example instead of ``https://user:password@git.example.com/repo.git`` it will show just ``https://git.example.com/repo.git``. It tries to clean up VCS error messages too in a similar manner.
sv: Till exempel, istÃ¤llet fÃ¶r ``https://anvÃ¤ndare:lÃ¶senord@git.example.com/repo.git`` visas bara ``https://git.example.com/repo.git``. Det fÃ¶rsÃ¶ker ocksÃ¥ rensa upp VCS-felmeddelanden pÃ¥ ett liknande sÃ¤tt.

source: On by default.
sv: PÃ¥ som standard.

source: Hides version info from unauthenticated users. This also makes all documentation links point to the latest version instead of the documentation matching the currently installed version.
sv: DÃ¶ljer versionsinformation frÃ¥n icke-autentiserade anvÃ¤ndare. Detta gÃ¶r ocksÃ¥ att alla dokumentationslÃ¤nkar pekar pÃ¥ den senaste versionen istÃ¤llet fÃ¶r dokumentationen som matchar den version som fÃ¶r nÃ¤rvarande Ã¤r installerad.

source: Hiding the version is a recommended security practice in some corporations, does not prevent an attacker from figuring out version by probing behavior.
sv: Att dÃ¶lja versionen Ã¤r en rekommenderad sÃ¤kerhetsÃ¥tgÃ¤rd i vissa fÃ¶retag, men hindrar inte en angripare frÃ¥n att ta reda pÃ¥ versionen genom att undersÃ¶ka beteendet.

source: This is turned off by default.
sv: Detta Ã¤r avstÃ¤ngt som standard.

source: Indicates whether Weblate is running behind a reverse proxy.
sv: Anger om Weblate kÃ¶rs bakom en omvÃ¤nd proxy.

source: If set to ``True``, Weblate gets IP address from a header defined by :setting:`IP_PROXY_HEADER`.
sv: Om instÃ¤llt pÃ¥ ``True`` hÃ¤mtar Weblate IP-adressen frÃ¥n en rubrik definierad av :setting:`IP_PROXY_HEADER`.

source: Ensure you are actually using a reverse proxy and that it sets this header, otherwise users will be able to fake the IP address.
sv: Se till att du verkligen anvÃ¤nder en omvÃ¤nd proxy och att den stÃ¤ller in denna rubrik, annars kommer anvÃ¤ndarna att kunna fÃ¶rfalska IP-adressen.

source: This is not on by default.
sv: Detta Ã¤r inte aktiverat som standard.

source: Indicates which header Weblate should obtain the IP address from when :setting:`IP_BEHIND_REVERSE_PROXY` is turned on.
sv: Anger vilken rubrik Weblate ska hÃ¤mta IP-adressen frÃ¥n nÃ¤r :setting:`IP_BEHIND_REVERSE_PROXY` Ã¤r aktiverat.

source: Defaults to ``HTTP_X_FORWARDED_FOR``.
sv: StandardvÃ¤rdet Ã¤r ``HTTP_X_FORWARDED_FOR``.

source: The default changed from 1 to -1.
sv: StandardvÃ¤rdet Ã¤ndrades frÃ¥n 1 till -1.

source: Indicates which part of :setting:`IP_PROXY_HEADER` is used as client IP address.
sv: Anger vilken del av :setting:`IP_PROXY_HEADER` som anvÃ¤nds som klientens IP-adress.

source: Depending on your setup, this header might consist of several IP addresses, (for example ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) and you can configure which address from the header is used as client IP address here.
sv: Beroende pÃ¥ din konfiguration kan denna rubrik bestÃ¥ av flera IP-adresser (till exempel ``X-Forwarded-For: client-ip, proxy-a, proxy-b``) och du kan hÃ¤r konfigurera vilken adress frÃ¥n rubriken som ska anvÃ¤ndas som klientens IP-adress.

source: Setting this affects the security of your installation. You should only configure it to use trusted proxies for determining the IP address. Please check <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> for more details.
sv: Denna instÃ¤llning pÃ¥verkar sÃ¤kerheten fÃ¶r din installation. Du bÃ¶r endast konfigurera den fÃ¶r att anvÃ¤nda betrodda proxyservrar fÃ¶r att faststÃ¤lla IP-adressen. Se <https://developer.mozilla.org/en-US/docs/Web/HTTP/Reference/Headers/X-Forwarded-For#security_and_privacy_concerns> fÃ¶r mer information.

source: Defaults to -1.
sv: StandardvÃ¤rdet Ã¤r -1.

source: You need :ref:`legal` installed to make this work.
sv: Du mÃ¥ste ha :ref:`legal` installerat fÃ¶r att detta ska fungera.

source: Date of last update of terms of service documents. Whenever the date changes, users are required to agree with the updated terms of service.
sv: Datum fÃ¶r senaste uppdatering av anvÃ¤ndarvillkoren. NÃ¤r datumet Ã¤ndras mÃ¥ste anvÃ¤ndarna godkÃ¤nna de uppdaterade anvÃ¤ndarvillkoren.

source: URL where your Weblate instance shows its legal documents.
sv: URL dÃ¤r din Weblate-instans visar sina juridiska dokument.

source: Useful if you host your legal documents outside Weblate for embedding them inside Weblate. Please check :ref:`legal` for details.
sv: AnvÃ¤ndbart om du lagrar dina juridiska dokument utanfÃ¶r Weblate fÃ¶r att bÃ¤dda in dem i Weblate. Se :ref:`legal` fÃ¶r mer information.

source: Additional licenses to include in the license choices.
sv: Ytterligare licenser som ska inkluderas i licensvalen.

source: Each license definition should be tuple of its short name, a long name, a URL and a boolean, indication with it is a libre license.
sv: Varje licensdefinition bÃ¶r bestÃ¥ av en kortbeteckning, en lÃ¥ngbeteckning, en URL och en boolesk variabel som anger att det Ã¤r en fri licens.

source: For example:
sv: Till exempel:

source: Setting this to blank value now disables license alert.
sv: Om du stÃ¤ller in detta pÃ¥ tomt vÃ¤rde inaktiveras licensvarningen.

source: Filter list of licenses to show. This also disables the license alert when set to empty.
sv: Filtrera listan Ã¶ver licenser som ska visas. Detta inaktiverar ocksÃ¥ licensvarningen nÃ¤r den Ã¤r tom.

source: This filter uses the short license names.
sv: Detta filter anvÃ¤nder de korta licensnamnen.

source: Following disables the license alert:
sv: FÃ¶ljande inaktiverar licensvarningen:

source: Defines whether the license attribute in :ref:`component` is required.
sv: Definierar om licensattributet i :ref:`component` Ã¤r obligatoriskt.

source: This is off by default.
sv: Detta Ã¤r avstÃ¤ngt som standard.

source: Whether the length of a given translation should be limited. The restriction is the length of the source string Ã 10 characters.
sv: Om lÃ¤ngden pÃ¥ en given Ã¶versÃ¤ttning ska begrÃ¤nsas. BegrÃ¤nsningen Ã¤r lÃ¤ngden pÃ¥ kÃ¤llstrÃ¤ngen Ã 10 tecken.

source: Set this to ``False`` to allow longer translations (up to 10,000 characters) irrespective of source string length.
sv: StÃ¤ll in detta pÃ¥ ``False`` fÃ¶r att tillÃ¥ta lÃ¤ngre Ã¶versÃ¤ttningar (upp till 10 000 tecken) oavsett kÃ¤llstrÃ¤ngens lÃ¤ngd.

source: Defaults to ``True``.
sv: StandardvÃ¤rdet Ã¤r ``True``.

source: LOCALIZE_CDN_URL and LOCALIZE_CDN_PATH
sv: LOCALIZE_CDN_URL och LOCALIZE_CDN_PATH

source: These settings configure the :ref:`addon-weblate.cdn.cdnjs` add-on. :setting:`LOCALIZE_CDN_URL` defines root URL where the localization CDN is available and :setting:`LOCALIZE_CDN_PATH` defines path where Weblate should store generated files which will be served at the :setting:`LOCALIZE_CDN_URL`.
sv: Dessa instÃ¤llningar konfigurerar tillÃ¤gget :ref:`addon-weblate.cdn.cdnjs`. :setting:`LOCALIZE_CDN_URL` definierar rot-URL dÃ¤r lokaliserings-CDN Ã¤r tillgÃ¤ngligt och :setting:`LOCALIZE_CDN_PATH` definierar sÃ¶kvÃ¤gen dÃ¤r Weblate ska lagra genererade filer som kommer att serveras pÃ¥ :setting:`LOCALIZE_CDN_URL`.

source: On Hosted Weblate, this uses ``https://weblate-cdn.com/``.
sv: PÃ¥ Hosted Weblate anvÃ¤nds ``https://weblate-cdn.com/``.

source: ID of the site in Matomo (formerly Piwik) you want to use for tracking Weblate.
sv: ID fÃ¶r webbplatsen i Matomo (tidigare Piwik) som du vill anvÃ¤nda fÃ¶r att spÃ¥ra Weblate.

source: This integration does not support the Matomo Tag Manager.
sv: Denna integration stÃ¶der inte Matomo Tag Manager.

source: Full URL (including trailing slash) of a Matomo (formerly Piwik) installation you want to use to track Weblate use. Please check <https://matomo.org/> for more details.
sv: FullstÃ¤ndig URL (inklusive avslutande snedstreck) till en Matomo-installation (tidigare Piwik) som du vill anvÃ¤nda fÃ¶r att spÃ¥ra anvÃ¤ndningen av Weblate. Se <https://matomo.org/> fÃ¶r mer information.

source: This is just a default value, users can adjust this in :ref:`user-profile`.
sv: Detta Ã¤r bara ett standardvÃ¤rde, anvÃ¤ndare kan justera detta i :ref:`user-profile`.

source: Default number of elements to display when pagination is active.
sv: Standardantal element som ska visas nÃ¤r paginering Ã¤r aktiv.

source: List for credentials for Pagure servers.
sv: Lista Ã¶ver autentiseringsuppgifter fÃ¶r Pagure-servrar.

source: Minimal password score as evaluated by the `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_ password strength estimator.
sv: Minimalt lÃ¶senordsbetyg enligt bedÃ¶mningen av lÃ¶senordsstyrkan med `zxcvbn <https://github.com/dwolfhub/zxcvbn-python>`_.

source: Defaults to 0, which means strength checking is disabled.
sv: StandardvÃ¤rdet Ã¤r 0, vilket innebÃ¤r att styrkekontrollen Ã¤r inaktiverad.

source: URL where your Weblate instance shows its privacy policy.
sv: URL dÃ¤r din Weblate-instans visar sin integritetspolicy.

source: Useful if you host your legal documents outside Weblate for embedding them inside Weblate, please check :ref:`legal` for details.
sv: AnvÃ¤ndbart om du lagrar dina juridiska dokument utanfÃ¶r Weblate fÃ¶r att bÃ¤dda in dem i Weblate. Se :ref:`legal` fÃ¶r mer information.

source: Configures whether the private commit e-mail is opt-in or opt-out (by default it is opt-in).
sv: Konfigurerar om den privata commit-e-posten Ã¤r opt-in eller opt-out (standard Ã¤r opt-in).

source: This setting only applies to users which have not explicitly chosen a commit e-mail.
sv: Denna instÃ¤llning gÃ¤ller endast anvÃ¤ndare som inte uttryckligen har valt ett e-postmeddelande fÃ¶r bekrÃ¤ftelse.

source: Set to blank string to disable.
sv: StÃ¤ll in pÃ¥ tom strÃ¤ng fÃ¶r att inaktivera.

source: Defines how many backups per project are kept on the server. Defaults to 3.
sv: Anger hur mÃ¥nga sÃ¤kerhetskopior per projekt som sparas pÃ¥ servern. StandardvÃ¤rdet Ã¤r 3.

source: Defines how long the project backups will be kept on the server. Defaults to 30 days.
sv: Anger hur lÃ¤nge projektets sÃ¤kerhetskopior ska sparas pÃ¥ servern. StandardinstÃ¤llningen Ã¤r 30 dagar.

source: Defines a regular expression to restrict project naming. Any matching names will be rejected.
sv: Definierar ett reguljÃ¤rt uttryck fÃ¶r att begrÃ¤nsa projektnamngivningen. Alla matchande namn kommer att avvisas.

source: Reject using certain hosts in project website. Any subdomain is matched, so including ``example.com`` will block ``test.example.com`` as well. The list should contain lower case strings only, the parsed domain is lower cased before matching.
sv: Avvisa anvÃ¤ndning av vissa vÃ¤rdar pÃ¥ projektets webbplats. Alla underdomÃ¤ner matchas, sÃ¥ om du inkluderar ``example.com`` blockeras Ã¤ven ``test.example.com``. Listan ska endast innehÃ¥lla strÃ¤ngar med smÃ¥ bokstÃ¤ver, eftersom den analyserade domÃ¤nen omvandlas till smÃ¥ bokstÃ¤ver innan matchningen.

source: Default configuration:
sv: Standardkonfiguration:

source: Reject using numeric IP address in project website. On by default.
sv: Avvisa anvÃ¤ndning av numerisk IP-adress pÃ¥ projektets webbplats. Aktiverat som standard.

source: Defines a regular expression to limit what can be entered as :ref:`project-web`. Any matching URLs will be rejected.
sv: Definierar ett reguljÃ¤rt uttryck fÃ¶r att begrÃ¤nsa vad som kan anges som :ref:`project-web`. Alla matchande URL:er kommer att avvisas.

source: Limits how many notifications for a single user will be sent out.
sv: BegrÃ¤nsar hur mÃ¥nga aviseringar som skickas ut till en enskild anvÃ¤ndare.

source: The default setting is:
sv: StandardinstÃ¤llningen Ã¤r:

source: Maximum number of authentication attempts before rate limiting is applied.
sv: Maximalt antal autentiseringsfÃ¶rsÃ¶k innan hastighetsbegrÃ¤nsning tillÃ¤mpas.

source: Defaults to 5.
sv: StandardvÃ¤rdet Ã¤r 5.

source: How long authentication is accepted after rate limiting applies.
sv: Hur lÃ¤nge autentisering accepteras efter att hastighetsbegrÃ¤nsningen har trÃ¤tt i kraft.

source: An amount of seconds, defaulting to 300 (5 minutes).
sv: Ett antal sekunder, standardvÃ¤rdet Ã¤r 300 (5 minuter).

source: How long authentication is locked after rate limiting applies.
sv: Hur lÃ¤nge autentiseringen Ã¤r lÃ¥st efter att hastighetsbegrÃ¤nsningen har tillÃ¤mpats.

source: An amount of seconds defaulting to 600 (10 minutes).
sv: Ett antal sekunder som standard Ã¤r 600 (10 minuter).

source: List of authentication backends to allow registration from. This only limits new registrations, users can still authenticate and add authentication using all configured authentication backends.
sv: Lista Ã¶ver autentiseringsbackends som tillÃ¥ter registrering. Detta begrÃ¤nsar endast nya registreringar, anvÃ¤ndare kan fortfarande autentisera sig och lÃ¤gga till autentisering med alla konfigurerade autentiseringsbackends.

source: It is recommended to keep :setting:`REGISTRATION_OPEN` on while limiting registration backends, otherwise users will be able to register, but Weblate will not show links to register in the user interface.
sv: Det rekommenderas att hÃ¥lla :setting:`REGISTRATION_OPEN` aktiverat samtidigt som man begrÃ¤nsar registreringsbackends, annars kommer anvÃ¤ndarna att kunna registrera sig, men Weblate kommer inte att visa lÃ¤nkar fÃ¶r registrering i anvÃ¤ndargrÃ¤nssnittet.

source: The backend names match names used in the URL for authentication.
sv: Backend-namnen matchar namnen som anvÃ¤nds i URL:en fÃ¶r autentisering.

source: Whether registration of new accounts is protected by a CAPTCHA. Defaults to enabled.
sv: Om registrering av nya konton skyddas av CAPTCHA. StandardinstÃ¤llningen Ã¤r aktiverad.

source: If turned on, a CAPTCHA is added to all pages where a users enters their e-mail address:
sv: Om funktionen Ã¤r aktiverad lÃ¤ggs en CAPTCHA till pÃ¥ alla sidor dÃ¤r anvÃ¤ndare anger sin e-postadress:

source: New account registration.
sv: Registrering av nytt konto.

source: Password recovery.
sv: Ã terstÃ¤llning av lÃ¶senord.

source: Adding e-mail to an account.
sv: LÃ¤gga till e-post till ett konto.

source: Contact form for users that are not signed in.
sv: KontaktformulÃ¤r fÃ¶r anvÃ¤ndare som inte Ã¤r inloggade.

source: The protection currently consists of following steps:
sv: Skyddet bestÃ¥r fÃ¶r nÃ¤rvarande av fÃ¶ljande steg:

source: Mathematical captcha to be solved by the user.
sv: Matematisk captcha som ska lÃ¶sas av anvÃ¤ndaren.

source: Proof of work challenge calculated by the browser. The difficulty can be adjusted using :setting:`ALTCHA_MAX_NUMBER`.
sv: Bevis pÃ¥ arbetsutmaning berÃ¤knat av webblÃ¤saren. SvÃ¥righetsgraden kan justeras med hjÃ¤lp av :setting:`ALTCHA_MAX_NUMBER`.

source: Allows you to filter which e-mail addresses can register.
sv: LÃ¥ter dig filtrera vilka e-postadresser som kan registreras.

source: Defaults to ``.*``, which allows any e-mail address to be registered.
sv: StandardinstÃ¤llningen Ã¤r ``.*``, vilket innebÃ¤r att alla e-postadresser kan registreras.

source: You can use it to restrict registration to a single e-mail domain:
sv: Du kan anvÃ¤nda den fÃ¶r att begrÃ¤nsa registreringen till en enda e-postdomÃ¤n:

source: Whether registration of new accounts is currently permitted. Defaults to enabled.
sv: Om registrering av nya konton fÃ¶r nÃ¤rvarande Ã¤r tillÃ¥tet. StandardinstÃ¤llningen Ã¤r aktiverat.

source: This setting affects built-in authentication by e-mail address or through the Python Social Auth (you can allow certain back-ends using :setting:`REGISTRATION_ALLOW_BACKENDS`).
sv: Denna instÃ¤llning pÃ¥verkar inbyggd autentisering via e-postadress eller genom Python Social Auth (du kan tillÃ¥ta vissa back-ends med :setting:`REGISTRATION_ALLOW_BACKENDS`).

source: If using third-party authentication methods such as :ref:`ldap-auth`, it just hides the registration form, but new users might still be able to sign in and create accounts.
sv: Om du anvÃ¤nder autentiseringsmetoder frÃ¥n tredje part, sÃ¥som :ref:`ldap-auth`, dÃ¶ljs bara registreringsformulÃ¤ret, men nya anvÃ¤ndare kan fortfarande logga in och skapa konton.

source: Allow rebinding authentication backends for existing users. Turn this on when migrating between authentication providers.
sv: TillÃ¥t ombindning av autentiseringsbackends fÃ¶r befintliga anvÃ¤ndare. Aktivera detta nÃ¤r du migrerar mellan autentiseringsleverantÃ¶rer.

source: Off by default to not allow adding other authentication backends to an existing account. Rebinding can lead to account compromise when using more third-party authentication backends.
sv: Som standard Ã¤r funktionen inaktiverad fÃ¶r att fÃ¶rhindra att andra autentiseringsbackends lÃ¤ggs till ett befintligt konto. Omkoppling kan leda till att kontot komprometteras nÃ¤r fler autentiseringsbackends frÃ¥n tredje part anvÃ¤nds.

source: Threshold for triggering an alert for outdated repositories, or ones that contain too many changes. Defaults to 25.
sv: TrÃ¶skelvÃ¤rde fÃ¶r att utlÃ¶sa en varning fÃ¶r fÃ¶rÃ¥ldrade arkiv eller arkiv som innehÃ¥ller fÃ¶r mÃ¥nga Ã¤ndringar. StandardvÃ¤rdet Ã¤r 25.

source: This enables :class:`django:django.contrib.auth.middleware.LoginRequiredMiddleware` and configures REST framework to require authentication for all API endpoints.
sv: Detta aktiverar :class:`django:django.contrib.auth.middleware.LoginRequiredMiddleware` och konfigurerar REST-ramverket sÃ¥ att autentisering krÃ¤vs fÃ¶r alla API-Ã¤ndpunkter.

source: Weblate now relies on Django built-in middleware.
sv: Weblate anvÃ¤nder nu Djangos inbyggda mellanprogramvara.

source: This is implemented in the :ref:`sample-configuration`. For Docker, use :envvar:`WEBLATE_REQUIRE_LOGIN`.
sv: Detta implementeras i :ref:`sample-configuration`. FÃ¶r Docker, anvÃ¤nd :envvar:`WEBLATE_REQUIRE_LOGIN`.

source: Sentry DSN to use for :ref:`collecting-errors`.
sv: Sentry DSN att anvÃ¤nda fÃ¶r :ref:`collecting-errors`.

source: `Django integration for Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_
sv: `Django-integration fÃ¶r Sentry <https://docs.sentry.io/platforms/python/integrations/django/>`_

source: Configures environment for Sentry. Defaults to ``devel``.
sv: Konfigurerar miljÃ¶n fÃ¶r Sentry. StandardinstÃ¤llningen Ã¤r ``devel``.

source: Configure whether to monitor Celery Beat tasks with Sentry. Defaults to ``True``.
sv: Konfigurera om Celery Beat-uppgifter ska Ã¶vervakas med Sentry. StandardinstÃ¤llningen Ã¤r ``True``.

source: Configure sampling rate for performance monitoring. Set to 1 to trace all events, 0 (the default) disables tracing.
sv: Konfigurera samplingsfrekvens fÃ¶r prestandaÃ¶vervakning. StÃ¤ll in pÃ¥ 1 fÃ¶r att spÃ¥ra alla hÃ¤ndelser, 0 (standard) inaktiverar spÃ¥rning.

source: Allow Sentry to collect certain personally identifiable information. Turned off by default.
sv: TillÃ¥t Sentry att samla in viss personlig identifierbar information. AvstÃ¤ngt som standard.

source: This is turned off by default now, used to be turned on by default.
sv: Detta Ã¤r nu avstÃ¤ngt som standard, men var tidigare pÃ¥slaget som standard.

source: Configure sampling rate for profiling monitoring. Set to 1 to trace all events, 0 (the default) disables tracing.
sv: Konfigurera samplingsfrekvens fÃ¶r profilÃ¶vervakning. StÃ¤ll in pÃ¥ 1 fÃ¶r att spÃ¥ra alla hÃ¤ndelser, 0 (standard) inaktiverar spÃ¥rning.

source: Set session expiry while in :ref:`2fa`. This complements :setting:`django:SESSION_COOKIE_AGE` which is used for unauthenticated users.
sv: StÃ¤ll in sessionens giltighetstid i :ref:`2fa`. Detta kompletterar :setting:`django:SESSION_COOKIE_AGE` som anvÃ¤nds fÃ¶r icke-autentiserade anvÃ¤ndare.

source: Set session expiry for authenticated users. This complements :setting:`django:SESSION_COOKIE_AGE` which is used for unauthenticated users.
sv: StÃ¤ll in sessionens giltighetstid fÃ¶r autentiserade anvÃ¤ndare. Detta kompletterar :setting:`django:SESSION_COOKIE_AGE` som anvÃ¤nds fÃ¶r icke-autentiserade anvÃ¤ndare.

source: Use simple language codes for default language/country combinations. For example an ``fr_FR`` translation will use the ``fr`` language code. This is usually the desired behavior, as it simplifies listing languages for these default combinations.
sv: AnvÃ¤nd enkla sprÃ¥kkoder fÃ¶r standardkombinationer av sprÃ¥k och land. Till exempel kommer en Ã¶versÃ¤ttning av ``fr_FR`` att anvÃ¤nda sprÃ¥kkoden ``fr``. Detta Ã¤r vanligtvis Ã¶nskvÃ¤rt, eftersom det fÃ¶renklar listningen av sprÃ¥k fÃ¶r dessa standardkombinationer.

source: Turn this off if you want to different translations for each variant.
sv: StÃ¤ng av denna funktion om du vill ha olika Ã¶versÃ¤ttningar fÃ¶r varje variant.

source: Configures site domain. Necessary to produce correct absolute links in many scopes (for example activation e-mails, notifications or RSS feeds).
sv: Konfigurerar webbplatsdomÃ¤nen. NÃ¶dvÃ¤ndigt fÃ¶r att skapa korrekta absoluta lÃ¤nkar i mÃ¥nga sammanhang (till exempel aktiveringsmejl, aviseringar eller RSS-flÃ¶den).

source: If Weblate is running on a non-standard port, include it here as well.
sv: Om Weblate kÃ¶rs pÃ¥ en icke-standardport, ange den ocksÃ¥ hÃ¤r.

source: This setting should only contain the domain name. For configuring protocol, (turning on and enforcing HTTPS) use :setting:`ENABLE_HTTPS` and for changing the URL, use :setting:`URL_PREFIX`.
sv: Denna instÃ¤llning ska endast innehÃ¥lla domÃ¤nnamnet. FÃ¶r att konfigurera protokollet (aktivera och tillÃ¤mpa HTTPS) anvÃ¤nd :setting:`ENABLE_HTTPS` och fÃ¶r att Ã¤ndra URL:en anvÃ¤nd :setting:`URL_PREFIX`.

source: On a Docker container, the site domain is configured through :envvar:`WEBLATE_ALLOWED_HOSTS`.
sv: PÃ¥ en Docker-container konfigureras webbplatsdomÃ¤nen via :envvar:`WEBLATE_ALLOWED_HOSTS`.

source: Site title to be used for the website and sent e-mails.
sv: Webbplatsens titel som ska anvÃ¤ndas fÃ¶r webbplatsen och skickade e-postmeddelanden.

source: Additional characters to include in the visual keyboard, :ref:`visual-keyboard`.
sv: Ytterligare tecken som ska inkluderas i det visuella tangentbordet, :ref:`visual-keyboard`.

source: The default value is:
sv: StandardvÃ¤rdet Ã¤r:
